{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"it","project_id_version":"WooCommerce - WooCommerce Payments"},"With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies – with no setup costs or monthly fees – and you can now accept in-person payments with the Woo mobile app.":["Con WooCommerce Payments, puoi accettare in modo sicuro le principali carte, Apple Pay e pagamenti in oltre 100 valute, senza costi di configurazione o canoni mensili, e ora puoi accettare pagamenti di persona con l'app mobile Woo."],"By clicking “Finish setup”, you agree to the <a>Terms of Service<\/a>":["Facendo clic su \"Termina configurazione\", accetti i <a>Termini di servizio<\/a>"],"Finish setup":["Completa l'impostazione"],"You’re ready to start using the features and benefits of WooCommerce Payments.":["Sei pronto per iniziare a usare le funzionalità e i vantaggi di WooCommerce Payments."],"Setup complete!":["Impostazione completata."],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Successivamente ti chiederemo di verificare i dettagli della tua attività e di pagamento per abilitare gli acconti."],"Provide a few business details":["Fornisci alcuni dettagli sull'azienda"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Per garantire transazioni sicure e protette, è richiesto un account WordPress.com."],"Create and connect your account":["Crea e connetti il tuo account"],"You’re only steps away from getting paid":["Ti mancano solo pochi passi per ricevere i pagamenti"],"Accepted payment methods":["Metodi di pagamento accettati"],"With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store’s dashboard - with no setup costs or monthly fees.":["Con WooCommerce Payments, puoi accettare con sicurezza le maggiori carte di credito, Apple Pay e pagamenti in oltre 100 valute. Tieni traccia del flusso di cassa e gestisci le entrate ricorrenti direttamente dalla bacheca del tuo negozio, senza alcun costo di impostazione o tariffe mensili."],"Finish setup to enable credit card payments":["Completa la configurazione per abilitare i pagamenti con carta di credito"],"We'll notify you when we resume!":["Ti invieremo una notifica quando riprenderemo."],"We've temporarily paused new account creation.":["Abbiamo temporaneamente messo in pausa la creazione del nuovo account."],"Learn more":["Scopri di più"],"WooCommerce Payments":["WooCommerce Payments"]}}}