{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"it","project_id_version":"WooCommerce - WooCommerce Payments"},"Error retrieving the summary of disputes.":["Errore durante il recupero del riepilogo dei ricorsi."],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Si è verificato un errore durante il rendering di questa visualizzazione. Contatta il supporto per assistenza se il problema persiste."],"SEPA Direct Debit transactions":["Transazioni con addebito diretto SEPA"],"Przelewy24 (P24) transactions":["Transazioni Przelewy24 (P24)"],"iDeal transactions":["Transazioni iDeal"],"Bancontact transactions":["Transazioni Bancontact"],"{{linkToStripePage \/}} about WooCommerce Payments Fees":["{{linkToStripePage \/}} sulle tariffe WooCommerce Payments"],"{{linkToStripePage \/}} about WooCommerce Payments Fees in your country":["{{linkToStripePage \/}} sulle tariffe WooCommerce Payments nel tuo Paese"],"You need to provide more information to enable %s on your checkout.":["Devi fornire ulteriori informazioni per attivare %s durante il tuo pagamento."],"You need to provide more information to enable %s on your checkout:":["Devi fornire ulteriori informazioni per attivare %s durante il tuo pagamento:"],"One more step to enable %s":["Ancora un passaggio per attivare %s"],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Se scegli di continuare, il nostro partner di pagamento Stripe invierà una e-mail a {{merchantEmail \/}} per ricevere le informazioni richieste"],"Personal Identification Number":["Numero di identificazione personale"],"Business Number":["Partita IVA"],"Business Website":["Sito web aziendale"],"Sell subscription products and services with WooCommerce Payments. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Vendi prodotti e servizi in abbonamento con WooCommerce Payments. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Enable Subscriptions with WooCommerce Payments":["Attiva Abbonamenti con WooCommerce Payments"],"Pending activation":["Attivazione in sospeso"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["%s non sarà visibile ai tuoi clienti finché non fornirai le informazioni richieste. Segui le istruzioni inviate dal tuo partner Stripe a %s"],"Pending approval":["Approvazione in sospeso"],"This payment method is pending approval. Once approved, you will be able to use it.":["L'approvazione per questo metodo di pagamento è in sospeso. Una volta approvato, potrai usarlo."],"Contact WooCommerce Support":["Contatta il supporto di WooCommerce"],"To use %s, please contact WooCommerce support.":["Per usare %s, contatta il supporto di WooCommerce."],"Unknown transactions":["Transazioni sconosciute"],"Sofort transactions":["Transazioni Sofort"],"GiroPay transactions":["Transazioni GiroPay"],"In-person transactions":["Transazioni di persona"],"Card transactions":["Transazioni della carta"]," The setting is not applied to In-Person Payments (please note that In-Person Payments should be captured within 2 days of authorization).":[" L'impostazione non viene applicata ai Pagamenti di persona (i Pagamenti di persona devono essere acquisiti entro 2 giorni dall'autorizzazione)."],"Allow customers to shop and pay in multiple currencies. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Consenti ai clienti di acquistare e pagare in più valute. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}"],"Enable Multi-Currency":["Abilita la multivaluta"],"Error retrieving store settings.":["Errore durante il recupero delle impostazioni del negozio."],"Error retrieving single currency settings.":["Errore durante il recupero delle impostazioni della singola valuta."],"Error updating currency settings.":["Errore durante l'aggiornamento delle impostazioni della valuta."],"Currency settings updated.":["Impostazioni della valuta aggiornate."],"Error saving store settings.":["Errore durante il salvataggio delle impostazioni del negozio."],"Store settings saved.":["Impostazioni del negozio salvate."],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["Bancontact è un metodo di pagamento che reindirizza alla banca offerto da più dell'80% delle aziende online in Belgio."],"Bancontact":["Bancontact"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Espandi il tuo business con iDEAL, il metodo di pagamento più usato nei Paesi Bassi."],"iDEAL":["iDEAL"],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Accetta pagamenti con Przelewy24 (P24), il metodo di pagamento più usato in Polonia."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Total":["Totale"],"To preview the %1$s button, view this page in the %2$s browser.":["Per visualizzare in anteprima il pulsante %1$s, visualizza questa pagina nel browser %2$s."],"To preview the buttons, ensure your device is configured to accept Apple Pay or Google Pay, and view this page using the Safari or Chrome browsers.":["Per visualizzare i pulsanti in anteprima, assicurati che il tuo dispositivo sia configurato per accettare Apple Pay o Google Pay e visualizza questa pagina con il browser Safari o Chrome."],"%1$f%% + %2$s":["%1$f%% + %2$s"],"missing fees":["tariffe mancanti"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"When enabled, users will be able to pay with a saved card during checkout. Card details are stored in our platform, not on your store.":["Quando questa opzione è abilitata, gli utenti potranno pagare con una carta salvata. I dettagli della carta sono memorizzati nella nostra piattaforma, non nel negozio."],"Enable payments via saved cards":["Abilita i pagamenti tramite le carte salvate"],"Thank you! Your feedback will help improve your experience in the future.":["Grazie! Il tuo feedback contribuirà a migliorare la tua esperienza in futuro."],"There was an error during submission.":["Si è verificato un errore durante l'invio."],"Comments (optional)":["Commenti (facoltativo)"],"Feedback will be sent anonymously to the WooCommerce Payments development team.":["Il feedback verrà inviato in forma anonima al team di sviluppo di WooCommerce Payments."],"What made you disable the new payments experience?":["Cosa ti ha spinto a disabilitare la nuova esperienza di pagamento?"],"Do you have any feedback for the new payments experience?":["Hai un feedback sulla nuova esperienza di pagamento?"],"You've disabled the new payments experience in your store.":["Hai disabilitato la nuova esperienza di pagamento nel tuo negozio."],"Send feedback":["Invia il feedback"],"Provide feedback about the new payments experience.":["Fornisci un feedback sulla nuova esperienza di pagamento."],"The survey could not be loaded.":["L'indagine non può essere caricata."],"Payment methods that require the new payments experience:":["Metodi che richiedono la nuova esperienza di pagamento:"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Senza la nuova esperienza di pagamento, i clienti saranno solo in grado di pagare con carta di credito\/debito. Non potrai più aggiungere altri metodi di pagamento che aiutino ad aumentare le vendite."],"contact support":["contatta il supporto"],"WooCommerce Payments docs":["Documentazione di WooCommerce Payments"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["Serve aiuto? Visita {{ docsLink \/}} o {{supportLink \/}}."],"Disable the new payments experience":["Disabilita la nuova esperienza di pagamento"],"There was an error disabling the new payment methods.":["Si è verificato un errore mentre venivano disabilitati i nuovi metodi di pagamento."],"Enable in your store":["Abilita nel tuo negozio"],"Early access":["Accesso anticipato"],"Payment methods":["Metodi di pagamento"],"Base transaction fees: %s":["Tariffe delle transazioni base: %s"],"Add feedback or disable":["Aggiungi feedback o disattiva"],"Provide feedback":["Fornisci il feedback"],"Get early access to additional payment methods and an improved checkout experience, coming soon to WooCommerce Payments.":["Ottieni accesso anticipato a metodi di pagamento aggiuntivi e un'esperienza di pagamento migliorata, presto disponibili su WooCommerce Payments."],"Enable the new WooCommerce Payments checkout experience":["Abilita la nuova esperienza di pagamento con WooCommerce Payments"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["L'addebito deve essere acquisito sulla schermata dei dettagli dell'ordine entro i 7 giorni dell'autorizzazione, altrimenti l'autorizzazione e l'ordine verranno annullati."],"Update your store's configuration to ensure smooth transactions.":["Aggiorna la configurazione del negozio per garantire transazioni uniformi."],"Transactions and deposits":["Transazioni e acconti"],"Enable or disable WooCommerce Payments on your store and turn on test mode to simulate transactions.":["Abilita o disabilita WooCommerce Payments sul tuo negozio e attiva la modalità di prova per simulare le transazioni."],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Light {{br\/}}{{helpText}}Consigliato per sfondi scuri o colorati con elevato contrasto.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Dark {{br\/}}{{helpText}}Consigliato per sfondi bianchi o con colori chiari con elevato contrasto.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Grande {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Media {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Predefinita {{helpText}}(40 px){{\/helpText}}"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Delinea {{br\/}}{{helpText}}Raccomandato per sfondi bianchi o con colori chiari con contrasto insufficiente.{{\/helpText}}"],"When enabled, payment methods powered by WooCommerce Payments will appear on checkout.":["Una volta abilitata questa opzione, i metodi di pagamento basati su WooCommerce Payments verranno visualizzati al momento del pagamento."],"By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Abilitando questa funzionalità, accetti i termini d'uso di {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}} e {{googleLink}}Google{{\/googleLink}}."],"Debug mode":["Modalità di debug"],"Error retrieving currencies.":["Errore durante il recupero delle valute."],"Error updating enabled currencies.":["Errore durante l'aggiornamento delle valute abilitate."],"Enabled currencies updated.":["Valute abilitate aggiornate."],"Preview":["Anteprima"],"Error retrieving all deposits' overviews.":["Errore durante il recupero della panoramica degli acconti."],"Use {{testCardHelpLink}}test card numbers{{\/testCardHelpLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Usa i {{testCardHelpLink}}numeri della carta di credito di prova{{\/testCardHelpLink}} per simulare varie transazioni. {{learnMoreLink}}Scopri di più{{\/learnMoreLink}}."],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Consenti ai tuoi clienti di usare i loro metodi di pagamento rapidi e portafogli digitali preferiti per pagamenti più veloci e sicuri in diverse parti del tuo negozio."],"View Google Pay guidelines":["Visualizza le linee guida di Google Play"],"View Apple Pay guidelines":["Visualizza le linee guida di Apple Play"],"Decide how buttons for digital wallets like Apple Pay and Google Pay are displayed in your store.":["Decidi il modo in cui vengono visualizzati i pulsanti per portafogli digitali come Apple Pay e Google Pay nel tuo negozio."],"Express checkouts":["Pagamenti rapidi"],"Theme":["Tema"],"Size":["Dimensione"],"Note that larger buttons are more suitable for mobile use.":["I pulsanti più grandi sono più adatti per essere usati su dispositivi mobili."],"Appearance":["Aspetto"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Seleziona un'etichetta per il pulsante che si adatta meglio all'esperienza del processo di acquisto o pagamento nel tuo negozio."],"Call to action":["Invito all'azione"],"Book":["Libro"],"Only icon":["Solo icona"],"Enable express checkouts":["Abilita i pagamenti rapidi"],"Show express checkouts on":["Mostra i pagamenti rapidi su:"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Una volta abilitata questa opzione, i log degli errori di pagamento verranno salvati su WooCommerce > Stato > Log."],"Log error messages":["Messaggi di errore dei log"],"Advanced settings":["Impostazioni avanzate"],"You can add it again at any time in {{wooCommercePaymentsLink \/}}":["Puoi aggiungerlo in qualsiasi momento su {{wooCommercePaymentsLink \/}}"],"Are you sure you want to remove {{strong}}%s{{\/strong}}? Your customers will no longer be able to pay using %s.":["Desideri rimuovere {{strong}}%s{{\/strong}}? I clienti non saranno più in grado di pagare usando %s."],"Remove":["Elimina"],"Remove %1$s from checkout":["Rimuovi %1$s dal pagamento"],"Continue":["Continua"],"Save changes":["Salva le modifiche"],"Error retrieving settings.":["Errore durante il recupero delle impostazioni."],"Error saving settings.":["Errore durante il salvataggio delle impostazioni."],"Settings saved.":["Impostazioni salvate"],"How it works?":["Come funziona?"],"Add and edit payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Aggiungi e modifica i pagamenti disponibili per i clienti al momento di pagare. In base al tipo di dispositivo, alla posizione e alla cronologia degli acquisti, i tuoi clienti vedranno solo i metodi di pagamento più rilevanti."],"Transaction preferences":["Preferenze delle transazioni"],"View frequently asked questions":["Visualizza le domande frequenti"],"Manage in Stripe":["Gestisci su Stripe"],"Manage and update your deposit account information to receive payments and payouts.":["Gestisci e aggiorna le informazioni del conto dell'acconto per ricevere pagamenti e indennizzi."],"Bank account information":["Informazioni del conto bancario"],"Edit the way your store name appears on your customers' bank statements.":["Modifica il modo in cui viene visualizzato il nome del negozio sull'estratto conto della banca dei clienti."],"Issue an authorization on checkout, and capture later":["Emetti un'autorizzazione al momento del pagamento e acquisiscila in un secondo momento"],"Customize appearance":["Personalizza l'aspetto"],"Product page":["Pagina del prodotto"],"Payments accepted on checkout":["Pagamenti accettati al momento di pagare"],"Cancel":["Cancella"],"Invalid payment method ID specified.":["ID metodo di pagamento non valido specificato."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Raggiungi 500 milioni di clienti e oltre 20 milioni di aziende nell'Unione europea."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Accetta trasferimenti bancari sicuri da Austria, Belgio, Germania, Italia, Paesi Bassi e Spagna."],"Expand your business with giropay — Germany’s second most popular payment system.":["Espandi la tua azienda con Giropay, il secondo sistema di pagamento più popolare della Germania."],"giropay":["giropay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Consenti ai tuoi clienti di pagare con le principali carte di credito e di debito senza lasciare il tuo negozio."],"Credit card \/ debit card":["Carta di credito\/carta di debito"],"Recommended":["Consigliato"],"Sofort":["Sofort"],"Disable":["Disabilita"],"General":["Generale"],"Error retrieving disputes.":["Errore durante il recupero dei ricorsi."],"Error retrieving dispute.":["Errore durante il recupero del ricorso."],"There has been an error accepting the dispute. Please try again later.":["Si è verificato un errore durante l'accettazione del ricorso. Riprova più tardi."],"You have accepted the dispute.":["Hai accettato il ricorso."],"You have accepted the dispute for order #%s.":["Hai accettato il ricorso per l'ordine n. %s."],"Error retrieving deposits overview.":["Errore durante il recupero della panoramica degli acconti."],"Error retrieving deposit.":["Errore durante il recupero dell'acconto."],"Error retrieving deposits.":["Errore durante il recupero degli acconti."],"Error creating instant deposit.":["Errore durante la creazione dell'acconto immediato."],"View details":["Guarda i dettagli"],"Instant deposit for %s in transit.":["Acconto immediato per %s in transito."],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s per transazione"],"Learn more":["Scopri di più"],"(%f%% discount)":["(%f%% di sconto)"],"SEPA Direct Debit":["Addebito diretto SEPA"],"Dev mode is active so logging is on by default.":["La demo Dev è attiva, quindi l'accesso è attivo per impostazione predefinita."],"Dev mode is active so all transactions will be in test mode. This setting is only available to live accounts.":["La modalità Dev è attiva, quindi tutte le transazioni saranno in modalità di prova. Questa impostazione è disponibile solo per gli account live."],"Checkout":["Pagamento"],"Cart":["Carrello"],"Donate":["Fai una donazione"],"Buy":["Compra"],"Enable test mode":["Abilita la modalità di prova"],"Test mode":["Modalità di prova"],"Customer bank statement":["Estratto conto della banca del cliente"],"Enable WooCommerce Payments":["Abilita WooCommerce Payments"],"WooCommerce Payments":["WooCommerce Payments"]}}}