{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"nl","project_id_version":"WooCommerce - WooCommerce Payments"},"With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies – with no setup costs or monthly fees – and you can now accept in-person payments with the Woo mobile app.":["Met WooCommerce Payments kun je veilig veelgebruikte betaalpassen, Apple Pay en betalingen in meer dan 100 valuta accepteren, zonder administratie- of maandelijkse kosten. Daarnaast kun je nu fysieke betalingen accepteren met de mobiele Woo-app."],"By clicking “Finish setup”, you agree to the <a>Terms of Service<\/a>":["Door op 'Configuratie voltooien' te klikken, ga je akkoord met onze <a>Servicevoorwaarden.<\/a>"],"Finish setup":["Configuratie voltooien"],"You’re ready to start using the features and benefits of WooCommerce Payments.":["Je bent er klaar voor om de functies en voordelen van WooCommerce Payments te gaan gebruiken."],"Setup complete!":["Configuratie voltooid!"],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Vervolgens zullen we je vragen je bedrijfs- en betaalgegevens te verifiëren om aanbetalingen mogelijk te maken."],"Provide a few business details":["Geef een paar bedrijfsgegevens op"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Om veilige en beveiligde transacties te garanderen, is een WordPress.com-account vereist."],"Create and connect your account":["Maak en koppel je account"],"You’re only steps away from getting paid":["Je bent slechts een paar stappen verwijderd van het ontvangen van betalingen"],"Accepted payment methods":["Geaccepteerde betaalmethodes"],"With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store’s dashboard - with no setup costs or monthly fees.":["Met WooCommerce Payments kan je veilig creditcards, Apple Pay en betalingen in meer dan 100 valuta's accepteren. Houd je kasstroom bij en beheer herhaaldelijke omzet rechtstreeks vanuit het dashboard van je winkel; zonder configuratiekosten of maandtarieven."],"Finish setup to enable credit card payments":["Rond de configuratie af om creditcardbetalingen mogelijk te maken"],"We'll notify you when we resume!":["We laten het je weten wanneer we dit voortzetten!"],"We've temporarily paused new account creation.":["We hebben het aanmaken van je nieuwe account tijdelijk stopgezet."],"Learn more":["Meer weten"],"WooCommerce Payments":["WooCommerce Payments"]}}}