{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"nl","project_id_version":"WooCommerce - WooCommerce Payments"},"dispute":["geschil","geschillen"],"Error retrieving the summary of disputes.":["Fout bij het ophalen van de samenvatting van geschillen."],"There was a problem generating your export.":["Er is een probleem opgetreden bij het genereren van je export."],"Your export will be emailed to you.":["Je export wordt per mail naar je gestuurd."],"You are about to export %d transactions. If you'd like to reduce the size of your export, you can use one or more filters. Would you like to continue?":["Je staat op het punt om transacties %d te exporteren. Als je de export wilt verkleinen, kun je een of meer filters gebruiken. Wil je doorgaan?"],"Deposit status":["Status aanbetaling"],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Er is een fout opgetreden bij deze weergave. Neem contact op met ondersteuning voor assistentie indien het probleem aanhoudt."],"Set up multiple currencies":["Meerdere valuta instellen"],"Support phone number":["Telefoonnummer ondersteuning"],"Support email":["E-mailadres ondersteuning"],"Customer support contacts":["Contact klantenservice"],"Business URL":["Bedrijfs-URL"],"Business name":["Bedrijfsnaam"],"Business details":["Bedrijfsgegevens"],"Postal code":["Postcode"],"City":["Plaats"],"Address line 2":["Adresregel 2"],"Address line 1":["Adresregel 1"],"Business address":["Vestigingsadres"],"These details will appear on printed or emailed receipts for customers that pay in person using card readers. Updating the details here will not affect any other stores settings.":["Deze gegevens verschijnen op afgedrukte of gemailde ontvangstbewijzen voor klanten die fysiek betalen met behulp van kaartlezers. Als je hier de gegevens bijwerkt, heeft dat geen invloed op andere winkelinstellingen."],"Card reader receipts":["Ontvangstbewijzen kaartlezer"],"Inactive":["Inactief"],"Active":["Actief"],"Model":["Model"],"Reader ID":["Lezer-id"],"Card readers are marked as active if they’ve processed one or more transactions durring the current billing cycle. To connect or disconnect card readers, use the WooCommerce Payments mobile application.":["Kaartlezers worden aangemerkt als actief wanneer ze één of meer transacties hebben verwerkt tijdens de huidige facturatiecyclus. Gebruik de mobiele applicatie van WooCommerce Payments om verbinding te maken met kaartlezers of deze verbinding te verbreken."],"Connected card readers":["Verbonden kaartlezers"],"Receipt details":["Gegevens ontvangstbewijzen"],"Connected readers":["Verbonden lezers"],"SEPA Direct Debit transactions":["SEPA Direct Debit-transacties"],"Przelewy24 (P24) transactions":["Przelewy24 (P24)-transacties"],"iDeal transactions":["iDeal-transacties"],"Bancontact transactions":["Bancontact-transacties"],"{{linkToStripePage \/}} about WooCommerce Payments Fees":["{{linkToStripePage \/}} over WooCommerce Payments-tarieven"],"{{linkToStripePage \/}} about WooCommerce Payments Fees in your country":["{{linkToStripePage \/}} over WooCommerce Payments-tarieven in jouw land"],"Reader fee":["Readertoeslag"],"Reader id":["Reader-id"],"Readers details not loaded":["Gegevens van reader niet gevonden"],"Card readers":["Kaartlezers"],"Add additional payment methods":["Extra betaalmethoden toevoegen"],"Dispute Id":["Geschil-id"],"Reached maximum character count for evidence":["Maximale hoeveelheid tekens voor bewijs bereikt"],"Subscription transaction fee: %1$s%%":["Transactiekosten abonnement: %1$s%%"],"Subscription transaction fee: %1$s%% + %2$s":["Transactiekosten abonnement: %1$s%% + %2$s"],"With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies – with no setup costs or monthly fees – and you can now accept in-person payments with the Woo mobile app.":["Met WooCommerce Payments kun je veilig veelgebruikte betaalpassen, Apple Pay en betalingen in meer dan 100 valuta accepteren, zonder administratie- of maandelijkse kosten. Daarnaast kun je nu fysieke betalingen accepteren met de mobiele Woo-app."],"N\/A":["\/N.v.t."],"You need to provide more information to enable %s on your checkout.":["Je moet meer informatie geven om %s bij het afrekenen in te schakelen."],"You need to provide more information to enable %s on your checkout:":["Je moet meer informatie geven om %s bij het afrekenen in te schakelen:"],"One more step to enable %s":["Nog een stap om in te schakelen %s"],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Als je ervoor kiest door te gaan, stuurt onze betaalpartner Stripe een e-mail naar {{merchantEmail \/}} om de vereiste informatie te verzamelen."],"Personal Identification Number":["Persoonlijk identificatienummer"],"Business Number":["KvK-nummer"],"Business Website":["Bedrijfswebsite"],"Base fee: capped at %2$s":["Basiskosten: maximaal %2$s"],"Pending activation":["In afwachting van activering"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["%s Is niet zichtbaar voor je klanten totdat je de vereiste informatie opgeeft. Volg de instructies die onze partner Stripe heeft verzonden naar %s."],"Pending approval":["In afwachting van goedkeuring"],"This payment method is pending approval. Once approved, you will be able to use it.":["Deze betaalmethode is in afwachting van goedkeuring. Eenmaal goedgekeurd kun je deze gebruiken."],"Contact WooCommerce Support":["Contact opnemen met de ondersteuning van WooCommerce"],"To use %s, please contact WooCommerce support.":["Om %s te gebruiken, moet je contact opnemen met de ondersteuning van WooCommerce."],"Unknown transactions":[""],"Sofort transactions":[""],"GiroPay transactions":[""],"In-person transactions":[""],"Card transactions":[""],"Active discounts":[""],"Update":["Bijwerken"],"Reconnect":["Opnieuw verbinding maken"],"View and respond":["Bekijk en reageer"],"1 disputed payment needs your response":["1 aangevochten betaling wacht op uw antwoord","%s aangevochten betalingen wachten op uw antwoord"],"Task dismissed":["Taak genegeerd"],"Task postponed until tomorrow":["Taak uitgesteld tot morgen"],"Task deleted":["Taak verwijderd"],"{{wrapper}}Review store settings{{\/wrapper}}":["{{wrapper}}Winkelinstellingen controleren{{\/wrapper}}"],"A currency switcher is also available in your widgets.":["Er is ook een valutaschakelaar beschikbaar in je widgets."],"Automatically switch customers to their local currency if it has been enabled":["Schakel klanten automatisch over naar de plaatselijke valuta indien dit is ingeschakeld"],"These settings can be changed any time by visiting the Multi-Currency settings":["Deze instellingen kunnen op elk gewenst moment worden gewijzigd. Ga daarvoor naar de instellingen voor meerdere valuta"],"View Multi-Currency settings":["Instellingen voor meerdere valuta weergeven"],"Back to home":["Terug naar startpagina"],"To enter your own exchange rates or update the formatting rules for each currency, visit the Multi-Currency settings.":["Ga naar de instellingen voor meerdere valuta om je eigen koersen in te voeren of de indelingsregels voor elke valuta bij te werken."],"Your product prices are automatically converted from your default currency (%s) based on the currency exchange rate and formatting rules for each currency.":["Je productprijzen worden automatisch omgerekend vanuit je standaard valuta (%s), op basis van de huidige koersen en indelingsregels van elke valuta."],"You're ready to begin accepting payments using foreign currencies!":["Je kunt nu betalingen met buitenlandse valuta aannemen!"],"Add %s currency":["%s valuta toevoegen","%s valuta toevoegen"],"Recommended currencies":["Aanbevolen valuta"],"You've already added {{enabledCurrenciesText \/}} to your store.":["Je hebt {{enabledCurrenciesText \/}} al toegevoegd aan je winkel."],"Add currencies so international customers can shop and pay in their local currency. Your store's default currency is {{storeCurrencyText \/}}.":["Voeg valuta toe zodat internationale klanten met hun lokale valuta kunnen winkelen en betalen. De standaardvaluta van je winkel is {{storeCurrencyText \/}}."],"%s currency added":["%s valuta toegevoegd","%s valuta toegevoegd"],"two":["twee"],"one":["één"],"any":["alle"],"nine":["negen"],"eight":["acht"],"seven":["zeven"],"six":["zes"],"five":["vijf"],"four":["vier"],"three":["drie"],"Error retrieving store settings.":["Fout bij ophalen winkelinstellingen."],"Error retrieving single currency settings.":["Fout bij ophalen instellingen voor één valuta."],"Error updating currency settings.":["Fout bij bijwerken valuta-instellingen."],"Currency settings updated.":["Valuta-instellingen bijgewerkt."],"Error saving store settings.":["Fout bij opslaan winkelinstellingen."],"Store settings saved.":["Winkelinstellingen opgeslagen."],"Deposit Id":["ID Aanbetaling"],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["Bancontact is een naar banken doorverwijzende betalingsmethode die door meer dan 80% van online ondernemingen in België wordt aangeboden."],"Bancontact":["Bancontact"],", and":[", en"],"currency":["valuta","valuta's"],"requires":["vereist","vereisen"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Breid je bedrijf uit met iDEAL –– De meest populaire betaalmethode in Nederland."],"iDEAL":["iDEAL"],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Neem betalingen aan met Przelewy24 (P24), de meest populaire betaalmethode in Polen."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Fixed fee: ":["Vast bedrag: "],"Variable fee: ":["Variabel bedrag: "],"Reference":["Referentie"],"%s %s %s additional %s, so {{strong}}we'll add %s to your store{{\/strong}}. You can view & manage currencies later in settings.":["%s %s %s extra %s, dus {{strong}}voegen we %s toe aan je winkel{{\/strong}}. Je kunt valuta later bij instellingen bekijken en beheren."],"and":["en"],"Foreign exchange fee: %1$s%%":["Tarief buitenlandse conversie: %1$s%%"],"Foreign exchange fee: %1$s%% + %2$s":["Tarief buitenlandse conversie: %1$s%% + %2$s"],"International card fee: %1$s%%":["Tarief internationale pas: %1$s%%"],"International card fee: %1$s%% + %2$s":["Tarief internationale pas: %1$s%% + %2$s"],"Base fee: %1$s%%":["Basiskosten: %1$s%%"],"Base fee: %1$s%% + %2$s":["Basiskosten: %1$s%% + %2$s"],"Setup complete! One new payment method is now live on your store!":["Configuratie voltooid! Er is nu één nieuwe betaalmethode live in je winkel!","Configuratie voltooid! %s nieuwe betaalmethoden zijn nu live in je winkel!"],"FREE upgrade exclusive to WooCommerce Payments users.":["GRATIS upgrade exclusief voor gebruikers van WooCommerce Payments."],"Get early access to additional payment methods and an improved checkout experience, coming soon to WooCommerce payments. {{learnMoreLink \/}}":["Ontvang vroegtijdig toegang tot aanvullende betaalmethoden en een verbeterd afrekenproces, binnenkort beschikbaar voor WooCommerce Payments. {{learnMoreLink \/}}"],"%1$f%% + %2$s":["%1$f%% + %2$s"],"missing fees":["ontbrekende tarieven"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"Base transaction fees: %s":["Basistransactiekosten: %s"],"Information about the payment method, click to expand":["Informatie over de betaalmethode. Klik om uit te klappen"],"No hidden costs or setup fees.":["Geen verborgen kosten of administratiekosten."],"Easily add new payment methods used by customers from all over the world.":["Voeg eenvoudig betaalmethoden toe die door klanten van over de hele wereld worden gebruikt."],"{{wrapper}}Enable the new WooCommerce Payments checkout experience{{\/wrapper}} {{earlyAccessWrapper}}Early access{{\/earlyAccessWrapper}}":["{{wrapper}}Schakel de nieuwe WooCommerce Payments-betaalervaring in{{\/wrapper}} {{earlyAccessWrapper}}Eerdere toegang{{\/earlyAccessWrapper}}"],"Refined checkout experience designed for desktop and mobile.":["Verfijnde betaalervaring voor desktop en mobiel."],"Customers see only payment methods most relevent for them.":["Klanten krijgen alleen de betaalmethoden te zien die voor hen relevant zijn."],"Checkout is completed without leaving your store.":["Afrekenen wordt uitgevoerd zonder de winkel te verlaten."],"Payments accepted at checkout":["Betalingen geaccepteerd bij afrekenen"],"For best results, we recommend adding all available payment methods. We'll only show your customer the most relevant payment methods based on their location. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Voor het beste resultaat raden we aan alle beschikbare betaalmethoden toe te voegen. We tonen de klant alleen de meest relevante betaalmethoden op basis van zijn\/haar locatie. {{learnMoreLink}}Meer weten{{\/learnMoreLink}}"],"Boost your sales with payment methods":["Verhoog je verkoopcijfers met betaalmethoden"],"Customers will be notified via store alert banner.":["Klanten worden op de hoogte gesteld via een waarschuwingsbanner in je winkel."],"Return to evidence submission":["Terug naar bewijs indienen"],"Go to Multi-Currency settings":["Naar meervoudige valuta-instellingen"],"Go to payments settings":["Naar betalingsinstellingen"],"Enjoy the new features":["Geniet van de nieuwe functies"],"Enable":["Inschakelen"],"By clicking “Finish setup”, you agree to the <a>Terms of Service<\/a>":["Door op 'Configuratie voltooien' te klikken, ga je akkoord met onze <a>Servicevoorwaarden.<\/a>"],"Collect payments, track cash flow, and manage recurring revenue directly from your store's dashboard -- all without setup costs or monthly fees.":["In betalingen, houd je kasstroom bij en beheer herhaaldelijke omzet rechtstreeks vanuit het dashboard van je winkel: allemaal zonder configuratiekosten of maandtarieven."],"Select a deposit date":["Selecteer een aanbetalingsdatum"],"Select a deposit date filter match":["Selecteer een filterovereenkomst voor de aanbetalingsdatum"],"Remove deposit date filter":["Verwijder een filter voor de aanbetalingsdatum"],"Deposits match {{select \/}} filters":["Aanbetalingen voldoen aan {{select \/}} filters"],"All deposits":["Alle aanbetalingen"],"Select a deposit status":["Selecteer een aanbetalingsstatus"],"{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Status{{\/title}} {{rule \/}} {{filter \/}}"],"Select a deposit status filter match":["Selecteer een filterovereenkomst voor de aanbetalingsstatus"],"Remove deposit status filter":["Verwijder een filter voor de aanbetalingsstatus"],"As things begin to happen in your store your inbox will start to fill up. You'll see things like achievements, new feature announcements, extension recommendations and more!":["Als je winkel op gang komt, begint je inbox vol te raken. Je krijgt dingen te zien als prestaties, aankondigen van nieuwe functies, extensie-aanbevelingen en meer!"],"Message could not be dismissed":["Melding kon niet genegeerd worden","Meldingen konden niet genegeerd worden"],"Message dismissed":["Melding genegeerd"],"All messages dismissed":["Alle meldingen genegeerd"],"Reload":["Opnieuw laden"],"There was an error getting your inbox. Please try again.":["Er is een fout opgetreden bij het ophalen van je inbox. Probeer het nog eens."],"Deposit overview":["Overzicht van aanbetaling"],"It appears you're attempting to set up WooCommerce Payments from an unsupported country. In order to complete the set up of WooCommerce Payments, your store is required to have a business entity in one of the following countries: {{list \/}} {{link}}Learn more{{\/link}} about setting up business entities in foreign countries.":["Het lijkt erop dat je WooCommerce Payments probeert te configureren vanuit een land waarin deze functie niet ondersteund wordt. Om de configuratie van WooCommerce Payments te voltooien, moet je winkel een bedrijfsentiteit hebben in een van de volgende landen: {{list \/}} {{link}}Bekijk meer informatie{{\/link}} over het oprichten van een bedrijfsentiteit in het buitenland."],"The files you've attached to this dispute as evidence will exceed the limit for a dispute's total size. Try using smaller files as evidence. Hint: if you've attached images, you might want to try providing them in lower resolutions.":["De bestanden die je als bewijs hebt bijgesloten bij dit geschil overschrijden de limiet voor de totale grootte van het geschil. Probeer kleinere bestanden als bewijs te gebruiken. Hint: als je afbeeldingen hebt bijgesloten, dan kan je proberen ze in een lagere resolutie te verstrekken."],"WooCommerce Payments is missing a connected WordPress.com account. Some functionality will be limited without a connected account.":["WooCommerce Payments mist een gekoppeld WordPress.com-account. Sommige functionaliteiten zijn beperkt wanneer er geen account gekoppeld is."],"Reconnect WooCommerce Payments":["WooCommerce Payments opnieuw koppelen"],"Add currencies":["Valuta's toevoegen"],"Search results (%1$d currencies)":["Zoekresultaten (%1$d valuta's)"],"Search currencies":["Valuta's zoeken"],"Error retrieving currencies.":["Fout bij het ophalen van valuta's."],"Error updating enabled currencies.":["Fout bij bijwerken van ingeschakelde valuta's."],"Enabled currencies updated.":["Ingeschakelde valuta's bijgewerkt."],"Preview":["Voorbeeld"],"Add a currency switcher to the cart widget":["Voeg een valutaschakelaar toe aan de winkelwagenwidget"],"WooCommerce Payments is in test mode.":["WooCommerce Payments staat in de testmodus."],"Error retrieving all deposits' overviews.":["Fout bij het ophalen van alle overzichten van aanbetalingen."],"%s balance":["%s balans"],"Transaction Id":["Transactienummer"],"%s service fee":["%s servicekosten"],"Deposit amount":["Bedrag aanbetaling"],"Instant deposit date":["Directe aanbetalingsdatum"],"Net deposit amount":["Netto aanbetalingsbedrag"],"Edit details":["Gegevens bewerken"],"Account details":["Account Details"],"Setup complete":["Configuratie voltooid"],"Continue":["Doorgaan"],"Save changes":["Wijzigingen opslaan"],"Update WooCommerce Payments business details":["Werk de bedrijfsgegevens van WooCommerce Payments bij"],"Payments and deposits are disabled for this account until missing business information is updated.":["Betalingen en aanbetalingen zijn uitgeschakeld voor dit account tot de ontbrekende bedrijfsgegevens zijn bijgewerkt."],"Update by %s to avoid a disruption in deposits.":["Werk ze bij via %s om een onderbreking van aanbetalingen te vermijden."],"Show tasks":["Taken weergeven"],"Hide tasks":["Taken verbergen"],"Things to do":["Dingen die gedaan moeten worden"],"Error retrieving settings.":["Fout bij het ophalen van instellingen."],"Error saving settings.":["Fout tijdens opslaan instellingen."],"Settings saved.":["Instellingen opgeslagen"],"net":["netto"],"fees":["kosten"],"transaction":["transactie","transacties"],"Bank code":["Bankcode"],"Verified name":["Naam geverifieerd"],"Bank name":["Banknaam"],"total":["Totaal"],"deposit":["aanbetaling","aanbetalingen"],"Add payment methods":["Betaalmethoden toevoegen"],"Cancel":["Annuleren"],"Reach 500 million customers and over 20 million businesses across the European Union.":["Bereik 500 miljoen klanten en meer dan 20 miljoen bedrijven in de Europese Unie."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Accepteer veilige bankoverschrijvingen vanuit België, Duitsland, Italië, Nederland, Oostenrijk en Spanje."],"Expand your business with giropay — Germany’s second most popular payment system.":["Breid je bedrijf uit met GiroPay, het op één na populairste betaalsysteem van Duitsland."],"giropay":["giropay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Laat je klanten met alle bekende creditcards en betaalpassen betalen zonder dat ze je winkel hoeven te verlaten."],"Credit card \/ debit card":["Creditcard\/betaalpas"],"IBAN":["IBAN"],"BIC":["BIC"],"Remove file":["Bestand verwijderen"],"Finish setup":["Configuratie voltooien"],"You’re ready to start using the features and benefits of WooCommerce Payments.":["Je bent er klaar voor om de functies en voordelen van WooCommerce Payments te gaan gebruiken."],"Setup complete!":["Configuratie voltooid!"],"Next we’ll ask you to verify your business and payment details to enable deposits.":["Vervolgens zullen we je vragen je bedrijfs- en betaalgegevens te verifiëren om aanbetalingen mogelijk te maken."],"Provide a few business details":["Geef een paar bedrijfsgegevens op"],"To ensure safe and secure transactions, a WordPress.com account is required.":["Om veilige en beveiligde transacties te garanderen, is een WordPress.com-account vereist."],"Create and connect your account":["Maak en koppel je account"],"You’re only steps away from getting paid":["Je bent slechts een paar stappen verwijderd van het ontvangen van betalingen"],"Recommended":["Aanbevolen"],"Accepted payment methods":["Geaccepteerde betaalmethodes"],"With WooCommerce Payments, you can securely accept major cards, Apple Pay, and payments in over 100 currencies. Track cash flow and manage recurring revenue directly from your store’s dashboard - with no setup costs or monthly fees.":["Met WooCommerce Payments kan je veilig creditcards, Apple Pay en betalingen in meer dan 100 valuta's accepteren. Houd je kasstroom bij en beheer herhaaldelijke omzet rechtstreeks vanuit het dashboard van je winkel; zonder configuratiekosten of maandtarieven."],"Finish setup to enable credit card payments":["Rond de configuratie af om creditcardbetalingen mogelijk te maken"],"Sofort":["Sofort"],"transaction type\u0004Is not":["Is niet"],"transaction type\u0004Is":["Is"],"Dispute reversal":["Weerlegging geschil"],"Dispute":["Geschil"],"Refund failure":["Terugbetaalfout"],"Refund":["Terugbetaling"],"Payment refund":["Terugbetaling"],"Payment failure refund":["Terugbetaalfout"],"Payment":["Betaling"],"Charge":["Kosten"],"Order number":["Bestelnummer"],"Fees":["Toeslagen"],"Date and time":["Datum en tijd"],"Date \/ Time":["Datum\/tijd"],"Download":["Downloaden"],"Deposit transactions":["Aanbetalingstransacties"],"Search by customer name":["Zoeken op klantnaam"],"Search by order number, customer name, or billing email":["Zoeken op bestelnummer, klantnaam of factuure-mail"],"Search by order number, subscription number, customer name, or billing email":["Zoeken op bestelnummer, abonnementnummer, klantnaam of factuure-mail"],"Risk level":["Risiconiveau"],"Subscription number":["Abonnementnummer"],"Converted from %s":["Omgezet van %s"],"Select a transaction date":["Selecteer een transactiedatum"],"{{title}}Date{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Datum{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction date filter match":["Selecteer een filterovereenkomst voor de transactiedatum"],"Remove transaction date filter":["Verwijder een filter voor de transactiedatum"],"Transactions match {{select \/}} filters":["Transacties voldoen aan {{select \/}} filters"],"Advanced filters":["Uitgebreide filters"],"All transactions":["Alle transacties"],"Show":["Tonen"],"All currencies":["Alle valuta's"],"Select a transaction type":["Selecteer een transactietype"],"{{title}}Type{{\/title}} {{rule \/}} {{filter \/}}":["{{title}}Type{{\/title}} {{rule \/}} {{filter \/}}"],"Select a transaction type filter match":["Selecteer een filterovereenkomst voor het transactietype"],"Remove transaction type filter":["Verwijder een filter voor het transactietype"],"Between":["Tussen"],"After":["Na"],"Before":["Voor"],"All transactions with customer names or billing emails that include {{query \/}}":["Alle transacties met klantnamen of factuure-mails met {{query \/}}"],"Undo":["Ongedaan maken"],"%1$s was deducted from your <a>%2$s deposit<\/a>.":["%1$s is afgetrokken van je <a>%2$s aanbetaling<\/a>."],"%1$s was added to your <a>%2$s deposit<\/a>.":["%1$s is toegevoegd aan je <a>%2$s aanbetaling<\/a>."],"The disputed charge has been refunded.":["De kosten van het geschil zijn terugbetaald."],"Dispute inquiry closed. The bank chose not to pursue this dispute.":["Vraag over geschil gesloten. De bank heeft gekozen dit geschil niet te beslechten."],"Dispute lost. The bank ruled in favor of your customer.":["Geschil verloren. De bank heeft je klant gelijk gegeven."],"Disputed: Lost":["Geschil: Verloren"],"Dispute won! The bank ruled in your favor.":["Geschil gewonnen! De bank heeft jou gelijk gegeven."],"Fee refund: %s":["Terugbetaling bedrag: %s"],"Dispute reversal: %s":["Geschil omkering: %s"],"Disputed: Won":["Geschil: Gewonnen"],"Challenge evidence submitted.":["Uitdagingsbewijs ingediend."],"Disputed: In review":["Geschil: Wordt beoordeeld"],"View dispute":["Bekijk geschil"],"Payment status changed to %s.":["Betaalstatus gewijzigd naar %s."],"Disputed: Needs response":["Geschil: Reactie vereist"],"Fee: %s":["Kosten: %s"],"Disputed amount: %s":["Aangevochten bedrag: %s"],"The cardholder's bank is requesting more information to decide whether to return these funds to the cardholder.":["De bank van de kaarthouder vraagt om meer informatie voordat ze kunnen besluiten of de kosten moeten worden terugbetaald aan de kaarthouder."],"No funds have been withdrawn yet.":["Er is nog geen geld afgeschreven."],"Payment disputed as %s.":["Betaling aangevochten als %s."],"Payment disputed":["Betaling aangevochten"],"A payment of %s failed.":["Een betaling van %s is mislukt."],"A payment of %s was successfully refunded.":["Een betaling van %s is terugbetaald."],"Net deposit: %s":["Netto aanbetaling: %s"],"A payment of %s was successfully charged.":["Een betaling van %s is in rekening gebracht."],"Authorization for %s expired.":["Autorisatie voor %s verlopen."],"Authorization expired":["Autorisatie verlopen"],"Authorization for %s was voided.":["Autorisatie voor %s is nietig verklaard."],"Authorization voided":["Autorisatie nietig verklaard"],"A payment of %s was successfully authorized.":["Een betaling van %s is geautoriseerd."],"Authorized":["Geautoriseerd"],"%s will be deducted from a future deposit.":["%s wordt afgetrokken van een toekomstige aanbetaling."],"%s will be added to a future deposit.":["%s wordt toegevoegd aan een toekomstige aanbetaling."],"Error while loading timeline":["Fout bij het laden van de tijdbalk"],"Timeline":["Tijdlijn"],"Risk evaluation":["Risico-evaluatie"],"Subscription":["Abonnement"],"Payment ID":["Betalings-ID"],"Net":["Netto"],"Fee":["Kosten"],"%1$s %2$s card":["%1$s %2$s kaart"],"prepaid":["prepaid"],"debit":["betaalpas"],"credit":["creditcard"],"Zip check":["Postcodecontrole"],"Street check":["Straatnaamcontrole"],"CVC check":["CVC-controle"],"Origin":["Oorsprong"],"Address":["Adres"],"Owner email":["E-mailadres eigenaar"],"Owner":["Eigenaar"],"ID":["ID"],"Expires":["verloopt"],"Fingerprint":["Vingerafdruk"],"Number":["Nummer"],"Payment method":["Betalingsmethode"],"Not checked":["Niet gecontroleerd"],"Unavailable":["Niet beschikbaar"],"Passed":["Ok"],"Payment details not loaded":["Betaalgegevens niet geladen"],"Connect":["Verbinden"],"If there have been two or more separate payments, you should get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Als er twee of meer afzonderlijke betalingen hebben plaatsgevonden, neem dan contact op met je klant. Als je begrijpt wat de klacht van de klant is, heb je de kans om het misverstand uit te leggen of recht te zetten. Als je het probleem van je klant kan oplossen, kan je de klant vragen het geschil in te trekken."],"If they were not, collect any and all information documenting that each payment was made separately, such as copies of receipts. If the receipts don’t include the items purchased, be sure to include an itemized list. Each receipt should clearly indicate that the payments are for separate purchases of items or services. If you’ve been able to get in touch with the customer you should be sure to address any concerns they had in your evidence.":["Als je klant dat niet wil, verzamel dan alle informatie waarin staat vermeld dat elke betaling afzonderlijk is gedaan, zoals kopieën van kwitanties. Als op de kwitanties niet staat aangegeven welke artikelen zijn aangeschaft, voeg dan een lijst met artikelen toe. Op elke kwitantie moet duidelijk staan vermeld dat de betalingen bedoeld waren voor afzonderlijke aankopen van artikelen of services. Als je de klant hebt kunnen bereiken, vermeld dan alle problemen die de klant had in je bewijs."],"Determine if your customer was incorrectly charged multiple times.":["Controleer of er onjuist meerdere keren geld in rekening is gebracht bij de klant."],"Demonstrate that each payment was for a separate product or service.":["Geef aan dat elke betaling voor een afzonderlijk product of afzonderlijke service was."],"The customer claims they were charged multiple times for the same product or service.":["De klant beweert dat er meerdere keren geld in rekening is gebracht voor hetzelfde product of dezelfde service."],"If there were duplicate payments, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Indien er dubbele betalingen zijn verricht, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Duplicate":["Dupliceren"],"Debit not authorized":["Debet niet toegestaan"],"Customer initiated":["Door klant in gang gezet"],"If the cardholder agrees to withdraw the dispute, you should still submit evidence for the dispute using the forms on the next screen. In addition to the following evidence, your submission should include correspondence with the cardholder saying they would withdraw the dispute and a written statement from their card issuer confirming that the dispute has been withdrawn.":["Als de kaarthouder ermee instemt om het geschil in te trekken, moet je nog altijd bewijs indienen voor het geschil via de formulieren op het volgende scherm. Je indiening moet niet alleen het volgende bewijs bevatten, maar ook de correspondentie met de kaarthouder waarin deze aangeeft het geschil in te trekken, evenals een schriftelijke verklaring van de onderneming die de kaart heeft uitgegeven, waarin wordt bevestigd dat het geschil is ingetrokken."],"You should first get in touch with your customer. If you understand what their complaint is, there is a chance for you to explain the misunderstanding or to make it right. If you’re able to resolve the issue with your customer, you can ask that they withdraw the dispute.":["Je moet eerst contact opnemen met je klant. Als je begrijpt wat de klacht van de klant is, heb je de kans om het misverstand uit te leggen of recht te zetten. Als je het probleem van je klant kan oplossen, kan je de klant vragen het geschil in te trekken."],"Demonstrate that you have refunded your customer through other means or that your customer is not entitled to a refund. You cannot issue a refund while a payment is being disputed. If you believe that your customer was entitled a refund that you did not provide, you can accept the dispute.":["Geef aan dat je de klant op een andere manier hebt terugbetaald of dat je klant geen recht heeft op een terugbetaling. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. Indien je ervan overtuigd bent dat je klant recht had op een terugbetaling die je niet hebt uitgevoerd, kan je het geschil accepteren."],"It may be more efficient—and provide a better customer experience—to accept an accidental dispute and charge the customer again, if appropriate. Even when a dispute is withdrawn, it usually takes approximately 75 days to be finalized. Remember, it doesn’t matter to the card networks whether you win or lose a dispute; what matters is how many disputes a business receives, regardless of how many disputes are won.":["Het kan efficiënter zijn (en de klantenervaring verbeteren) om een onbedoeld geschil te accepteren en opnieuw geld bij de klant in rekening te brengen, indien van toepassing. Zelfs wanneer een geschil is ingetrokken, kan het gewoonlijk ongeveer 75 dagen duren voordat dit is afgerond. Vergeet niet dat het voor de creditcardnetwerken niet uitmaakt of je een geschil wint of verliest; wat telt, is hoeveel geschillen een onderneming ontvangt, ongeacht hoeveel geschillen je wint."],"The customer claims that the purchased product was returned or the transaction was otherwise canceled, but you have not yet provided a refund or credit.":["De klant beweert dat het aangeschafte product is geretourneerd of dat de transactie is geannuleerd, maar je hebt nog geen terugbetaling of krediet verstrekt."],"First, try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction. Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Je moet eerst proberen contact op te nemen met je klant. Soms vergeten mensen betalingen die ze uitvoeren of herkennen ze de manier waarop ze op hun afschrift worden weergegeven niet. Als dit het geval is, vraag ze dan om contact op te nemen met degene die de kaart heeft uitgegeven en laat ze weten dat ze de transactie niet meer aanvechten. Zelfs als je klant ermee instemt om het geschil in te trekken, moet je nog altijd gepast bewijs indienen. Simpelweg beweren dat de klant op het punt staat om het geschil in te trekken, is niet voldoende bewijs."],"As with fraudulent disputes, get your customer to withdraw the dispute by helping them identify the payment. Otherwise challenge the dispute with appropriate evidence that proves the purchase was legitimate. ":["Net zoals bij frauduleuze geschillen moet je je klant het geschil laten intrekken door de betaling te helpen identificeren. Vecht het geschil in andere gevallen aan met voldoende bewijs waaruit blijkt dat de aankoop legitiem was. "],"The customer doesn’t recognize the payment appearing on their card statement.":["De klant herkent de betaling op het afschrift niet."],"If you can not prove the customer’s subscription was canceled, and or they did not follow your cancelation policy, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kan bewijzen dat het abonnement van de klant is geannuleerd en\/of als ze je annuleringsbeleid niet hebben opgevolgd, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"If you believe the dispute is invalid, you can challenge it by submitting the appropriate evidence using the response forms on the next screen.":["Als je ervan overtuigd bent dat het geschil ongeldig is, kan je het aanvechten door het gepaste bewijs te verstrekken via de reactieformulieren op het volgende scherm."],"Unrecognized":["Niet herkend"],"Otherwise, use the forms on the next screen to submit evidence that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Maak anders gebruik van de formulieren op het volgende scherm om bewijs in te dienen dat het abonnement nog actief was en dat de klant zich bewust was van je annuleringsprocedure, maar deze niet heeft opgevolgd."],"Even if your customer agrees to withdraw the dispute, you must still submit appropriate evidence using the forms on the next screen. Simply saying that your customer is going to withdraw the dispute is not sufficient evidence.":["Zelfs als je klant ermee instemt om het geschil in te trekken, moet je nog altijd gepast bewijs indienen via de formulieren op het volgende scherm. Simpelweg beweren dat de klant op het punt staat om het geschil in te trekken, is niet voldoende bewijs."],"First, get in touch with your customer. If you understand what they believe happened, there is a chance for you to explain the misunderstanding or to make it right. ":["Neem eerst contact op met je klant. Als je begrijpt wat er volgens de klant heeft plaatsgevonden, heb je de kans om het misverstand uit te leggen of recht te zetten. "],"Prove that the subscription was still active and that the customer was aware of, and did not follow, your cancellation procedure.":["Je moet bewijzen dat het abonnement nog actief was en dat de klant zich bewust was van je annuleringsprocedure, maar deze niet heeft opgevolgd."],"The customer claims that you continued to charge them after a subscription was canceled.":["De klant beweert dat je geld in rekening hebt gebracht nadat het abonnement geannuleerd was."],"If your customer was not refunded appropriately, you will need to accept the dispute, or resolve the issue with your customer. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je klant niet naar behoren is terugbetaald, moet je het geschil accepteren of het probleem met je klant afhandelen. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Subscription canceled":["Abonnement geannuleerd"],"If the customer withdraws their dispute you should still submit evidence using the forms on the next screen. Be sure to provide a letter or email from the cardholder stating that they are no longer in dispute.":["Als de klant het geschil intrekt, moet je nog altijd bewijs indienen via de formulieren op het volgende scherm. Stuur een brief of e-mail naar de kaarthouder waarin je aangeeft dat er geen geschil meer is."],"If your customer made no attempt to return the product or cancel the service, or if you provided a replacement product or service, make sure to note that as well.":["Als je klant niet heeft geprobeerd om het product terug te sturen of de service te annuleren, of als je een vervangend product of vervangende service hebt verstrekt, vergeet dit dan niet te vermelden."],"For products that have been repaired or replaced, provide evidence that the cardholder agreed to a repair or replacement, it has been received by the customer, and the repair or replacement has not since been disputed.":["Voor producten die gerepareerd of vervangen zijn, dien je bewijs op te geven dat de kaarthouder ermee heeft ingestemd om een reparatie of vervanging te ontvangen, dat het product door de klant is ontvangen en dat de reparatie of vervanging niet is aangevochten."],"If the customer has not yet returned the product or canceled the service, provide specific information to that effect. You should double-check your incoming shipping records to verify that you have not received a return before you respond. If you have processed a credit or reversal for this transaction, provide evidence of this which includes the amount and date processed.":["Als de klant het product niet heeft teruggestuurd of de service niet heeft geannuleerd, dien je specifieke informatie daarover te verstrekken. Je moet je binnenkomende verzendgegevens nogmaals controleren om te verifiëren dat je geen retourproduct hebt ontvangen voordat je reageert. Als je een krediet of terugbetaling hebt verwerkt voor deze transactie dien je bewijs hiervan te verstrekken, met inbegrip van het bedrag en de datum van de verwerking."],"If the product or service is as described, provide specific information (invoice, contract, etc.) to refute the cardholder’s claims. Quality disputes are where the customer does not agree with the condition of merchandise or service received (e.g., a car repair situation or quality of a hotel room). There may be instances where you will need to obtain a neutral third-party opinion to help corroborate your claim against the cardholder. Provide as much specific information and documentation as possible to refute the cardholder’s claims. It is recommended that you address each point that the cardholder has made.":["Als het product of de service overeenkomt met wat is beschreven, dien je specifieke informatie op te geven (factuur, overeenkomst enz.) om de claims van de kaarthouder aan te vechten. Kwaliteitsgeschillen houden in dat de klant niet instemt met de staat van de ontvangen producten of service (bijv. een autoreparatie of de kwaliteit van een hotelkamer). Het kan voorkomen dat je de mening van een neutrale externe partij moet verkrijgen om je claim tegen de kaarthouder te bewijzen. Geef zo veel mogelijk specifieke informatie en documentatie op om de claims van de kaarthouder te ontkrachten. Je wordt aangeraden om elk punt van de kaarthouder af te handelen."],"Demonstrate that the product or service was delivered as described at the time of purchase.":["Toon aan dat het product of de service is geleverd zoals beschreven ten tijde van de aankoop."],"The product or service was received but was defective, damaged, or not as described.":["Het product of de service is ontvangen, maar was defect, beschadigd of niet zoals beschreven."],"If you can not prove the customer received their product or service as described, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kan bewijzen dat de klant het product of de service heeft ontvangen zoals beschreven, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Product unacceptable":["Product onaanvaardbaar"],"Credit not processed":["Credit niet verwerkt"],"First, get in touch with your customer. Understanding why they filed the dispute will be important for helping make sure your customer gets the product and will give you critical information to prevent this from happening to others.":["Neem eerst contact op met je klant. Begrijpen waarom de klant het geschil heeft ingediend, is belangrijk om te helpen zorgen dat de klant het product ontvangt en het geeft jou cruciale informatie om dit bij anderen te voorkomen."],"Prove that the customer received a physical product or offline service, or made use of a digital product or online service. This must have occurred prior to the date the dispute was initiated.":["Lever bewijs dat de klant een fysiek product of offline service heeft ontvangen of gebruik heeft gemaakt van een digitaal product of online service. Dit moet hebben plaatsgevonden voorafgaand aan de datum waarop het geschil is gestart."],"The customer claims they did not receive the products or services purchased.":["De klant beweert dat de aangeschafte producten of services niet zijn ontvangen."],"If you can not prove the customer received their product or service, you should accept the dispute. You cannot issue a refund while a payment is being disputed. The credit card networks place liability for accepting disputed payments with you, the business.":["Als je niet kan bewijzen dat de klant het product of de service heeft ontvangen, moet je het geschil accepteren. Je kan geen terugbetaling aanmaken terwijl een betaling is aangevochten. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van aangevochten betalingen bij jou, de onderneming."],"Product not received":["Product niet ontvangen"],"Insufficient funds":["Onvoldoende middelen"],"Check returned":["Cheque geretourneerd"],"Incorrect account details":["Accountgegevens niet correct"],"This is an uncategorized dispute, so you should contact the customer for additional details to find out why the payment was disputed.":["Dit is een niet-gecategoriseerd geschil, dus moet je contact opnemen met de klant voor aanvullende informatie om erachter te komen waarom de betaling is aangevochten."],"General":["Algemeen"],"Bank cannot process":["Bank kan niet verwerken"],"Try to get in touch with your customer. Sometimes people forget about payments they make or don’t recognize the way they appear on their card statement. If this is the case, ask them to contact their card issuer and let them know they no longer dispute the transaction.":["Probeer contact op te nemen met je klant. Soms vergeten mensen betalingen die ze uitvoeren of herkennen ze de manier waarop ze op hun afschrift worden weergegeven niet. Als dit het geval is, vraag ze dan om contact op te nemen met degene die de kaart heeft uitgegeven en laat ze weten dat ze de transactie niet meer aanvechten."],"Provide adequate payment and order details so that a legitimate customer recognizes it, or proves to the card issuer that their cardholder authorized the transaction.":["Geef voldoende betalings- en bestelgegevens op, zodat een legitieme klant deze herkent of aan de uitgever van de kaart kan bewijzen dat de kaarthouder de transactie heeft geautoriseerd."],"This is the most common reason for a dispute, and happens when a cardholder claims that they didn’t authorize the payment. This can happen if the card was lost or stolen and used to make a fraudulent purchase. It can also happen if the cardholder doesn’t recognize the payment as it appears on the billing statement from their card issuer.":["Dit is de meest voorkomende reden voor een geschil en vindt plaats wanneer een kaarthouder beweert dat de betaling niet is geautoriseerd. Dit kan gebeuren als de kaart verloren is geraakt of is gestolen en gebruikt werd om een frauduleuze aankoop te doen. Het kan ook gebeuren als de kaarthouder de betaling niet herkent wanneer deze op het afschrift van de uitgever van de kaart wordt weergegeven."],"If you believe the payment was actually made using a stolen credit card, you will need to accept the dispute. The credit card networks place liability for accepting fraudulent payments with you, the business.":["Als je ervan overtuigd bent dat de betaling daadwerkelijk is uitgevoerd met een gestolen creditcard, moet je het geschil accepteren. De creditcardnetwerken leggen de aansprakelijkheid voor het accepteren van frauduleuze betalingen bij jou, de onderneming."],"Fraudulent":["Frauduleus"],"Transaction ID":["Transactienummer"],"Order":["Order"],"Disputed amount":["Aangevochten bedrag"],"Dispute date":["Datum van geschil"],"Respond by":["Gereageerd door"],"Disputed on":["Aangevochten op"],"Country":["Land"],"Email":["E-mailadres"],"Customer":["Klant"],"Source":["Bron"],"Reason":["Reden"],"Please wait until file upload is finished":["Wacht tot de bestandupload voltooid is"],"Failed to save evidence. (%s)":["Bewijs opslaan mislukt. (%s)"],"Failed to submit evidence. (%s)":["Bewijs indienen mislukt. (%s)"],"Evidence saved!":["Bewijs opgeslagen!"],"Evidence submitted!":["Bewijs ingediend!"],"There are unsaved changes on this page. Are you sure you want to leave and discard the unsaved changes?":["Deze pagina bevat niet-opgeslagen wijzigingen. Weet je zeker dat je de pagina wil verlaten en de niet-opgeslagen wijzigingen wil verwerpen?"],"Multiple product types":["Meerdere producttypen"],"Offline service":["Offline service"],"Digital product or service":["Digitaal product of service"],"Physical product":["Fysiek product"],"Select one…":["Kies een optie …"],"Product type":["Producttype"],"Save for later":["Opslaan voor later"],"Submit evidence":["Bewijs indienen"],"We will automatically submit any saved evidence at the due date.":["We dienen opgeslagen bewijs automatisch in op de deadline."],"You can also save this evidence for later instead of submitting it immediately.":["Je kan dit bewijs in plaats van het onmiddellijk in te dienen ook voor later opslaan."],"Evidence submission is final.":["Het indienen van bewijs is definitief."],"When you submit your evidence, we'll format it and send it to the cardholder's bank, then email you once the dispute has been decided.":["Wanneer je je bewijs indient, passen we de opmaak aan en sturen we het naar de bank van de kaarthouder. We sturen je vervolgens een e-mail wanneer er een besluit over het geschil is gevormd."],"Are you sure you're ready to submit this evidence? Evidence submissions are final.":["Weet je zeker dat je er klaar voor bent om dit bewijs in te dienen? Het indienen van bewijs is definitief."],"Upload file":["Bestand uploaden"],"An explanation of how and when the customer was shown or provided your refund policy prior to purchase.":["Een uitleg van hoe en wanneer je restitutiebeleid aan de klant is getoond of verstrekt voorafgaand aan de aankoop."],"Refund policy disclosure":["Openbaarmaking van restitutiebeleid"],"Your refund policy, as shown or provided to the customer.":["Je restitutiebeleid, zoals getoond of verstrekt aan de klant."],"Refund policy":["Restitutiebeleid"],"Refund policy info":["Informatie over restitutiebeleid"],"Any communication with the customer that you feel is relevant to your case (e.g. emails proving that they received the product or service, or demonstrating their use of or satisfaction with the product or service).":["Alle communicatie met de klant waarvan jij denkt dat het relevant is voor jouw zaak (d.w.z. e-mails waaruit blijkt dat het product of de service is ontvangen, of die het gebruik van of de tevredenheid met het product of de service aantonen)."],"Customer communication":["Klantenberichtgeving"],"Any receipt or message sent to the customer notifying them of the charge. This field will be automatically filled with a Stripe generated email receipt if any such receipt was sent.":["Elke kwitantie of elk bericht dat naar de klant is verzonden en deze op de hoogte stelt van de kosten. Het veld wordt automatisch ingevuld met een door Stripe gegenereerde e-mailkwitantie indien een dergelijke kwitantie is verzonden."],"Receipt":["Factuur"],"Customer IP address":["IP-adres klant"],"Customer billing address":["Klant factuuradres"],"A relevant document or contract showing the customer's signature (if available).":["Een relevant document of overeenkomst met de handtekening van de klant (indien beschikbaar)."],"Customer signature":["Handtekening klant"],"Additional document":["Aanvullend document"],"Additional details":["Aanvullende informatie"],"Provide any extra evidence or statements you'd like the bank to see, either as text or by uploading a document.":["Geef extra bewijs of verklaringen op die aan je bank getoond moeten worden, ofwel als tekst of door een document te uploaden."],"Documentation showing proof that a service was provided to the cardholder. This could include a copy of a signed contract, work order, or other form of written agreement.":["Documentatie met bewijs dat een service is verleend aan de kaarthouder. Dit kan een kopie van een ondertekend contract zijn, een taakorder of een schriftelijke overeenkomst in een andere vorm."],"Customer email":["E-mailadres klant"],"Proof of service":["Bewijs van service"],"The date on which the cardholder received or began receiving the purchased service.":["De datum waarop de kaarthouder de aangeschafte service heeft ontvangen of is begonnen met deze te ontvangen."],"Service date":["Servicedatum"],"Service details":["Servicegegevens"],"Any server or activity logs showing proof that the cardholder accessed or downloaded the purchased digital product. This information should include IP addresses, corresponding timestamps, and any detailed recorded activity.":["Alle server- of activiteitenlogs die aantonen dat de kaarthouder toegang heeft gekregen tot het aangeschafte digitale product of dit heeft gedownload. De gegevens moeten bestaan uit IP-adressen, bijbehorende tijdstempels en eventuele gedetailleerde geregistreerde activiteit."],"Download and activity logs":["Download- en activiteitenlogs"],"• Evidence that the same device and card used in the disputed payment was used in a previous payment that was not disputed":["• Bewijs dat hetzelfde apparaat en dezelfde kaart zijn gebruikt in de aangevochten betaling als in een eerdere betaling die niet is aangevochten"],"Customer name":["Naam klant"],"• Evidence that your website or app was accessed by the cardholder for purchase or services on or after the transaction date":["• Bewijs dat je website of app is geopend door de kaarthouder om aankopen te doen of om service te verzoeken op of na de transactiedatum"],"• Evidence that the customer logged into their account for your business before the transaction date":["• Bewijs dat de klant is ingelogd op het account voor jouw onderneming voorafgaand aan de transactiedatum"],"• Customer name and email address linked to their customer profile":["• De naam en het e-mailadres van de klant die gekoppeld zijn aan het klantprofiel"],"• Device ID and name of the device":["• Apparaat-ID en naam van het apparaat"],"• Customer's IP address and their device's geographical location at the time of purchase":["• Het IP-adres en de geografische locatie van het apparaat van de klant ten tijde van de aankoop"],"Provide at least two of the following pieces of information:":["Geef minimaal twee van de volgende gegevens op:"],"A justification for why the customer's subscription was not canceled.":["Een verklaring voor waarom het abonnement van de klant niet geannuleerd is."],"Cancellation rebuttal":["Weerlegging van de annulering"],"An explanation of how and when the customer was shown your cancellation policy prior to purchase.":["Een uitleg van hoe en wanneer je annuleringsbeleid aan de klant is getoond voorafgaand aan de aankoop."],"Cancellation policy disclosure":["Openbaarmaking van annuleringsbeleid"],"Your subscription cancellation policy, as shown to the customer.":["Je annuleringsbeleid voor abonnementen, zoals getoond aan de klant."],"Cancellation policy":["Annuleringsbeleid"],"Cancellation policy info":["Informatie over annuleringsbeleid"],"A description of the product or service and any relevant details on how this was presented to the customer at the time of purchase.":["Een beschrijving van het product of de service en relevante gegevens over hoe dit aan de klant werd getoond ten tijde van de aankoop."],"The address to which a physical product was shipped. The shipping address must match a billing address verified with AVS. (A signature is not required as evidence of delivery).":["Het adres waarnaar een fysiek product is verzonden. Het verzendadres moet overeenkomen met een factuuradres dat is geverifieerd met AVS. (Een handtekening is niet noodzakelijk als bewijs van levering.)"],"Shipping address":["Verzendadres"],"The date on which a physical product began its route to the shipping address. This date should be prior to the date of the dispute.":["De datum waarop een fysiek product is verzonden naar het verzendadres. Deze datum moet vóór de geschildatum liggen."],"Product description":["Productbeschrijving"],"Date of shipment":["Verzenddatum"],"Provide documentation as proof that a product was shipped to the cardholder at the same address the cardholder provided to you. This could include a copy of the shipment receipt or label, and show the full shipping address of the cardholder, if possible.":["Geef documentatie op ter bewijs dat een product is verzonden naar de kaarthouder op hetzelfde adres als dat de kaarthouder aan jou heeft verstrekt. Dit kan een kopie van de pakbon of het verzendlabel zijn en moet, waar mogelijk, het volledige adres van de kaarthouder bevatten."],"Proof of shipping":["Bewijs van verzending"],"The tracking number (if available) for a physical product, obtained from the delivery service. If multiple tracking numbers were generated for this purchase, please separate them with commas. When we compile your evidence into a single document, these tracking numbers will be expanded to include detailed delivery information from the carrier.":["Het volgnummer (indien beschikbaar) voor een fysiek product, verkregen van de koeriersdienst. Indien voor deze aankoop meerdere volgnummers zijn gegenereerd, scheid ze dan door middel van komma's. Wanneer we je bewijs samenvoegen in één document worden deze volgnummers aangevuld met gedetailleerde leveringsinformatie van de koeriersdienst."],"Tracking number":["Volgnummer"],"The delivery service that shipped a physical product, such as Fedex, UPS, USPS, etc. If multiple carriers were used for this purchase, please separate them with commas.":["De koeriersdienst die een fysiek product heeft verzonden, zoals Fedex, UPS, USPS enz. Indien voor deze aankoop meerdere koeriersdiensten zijn gebruikt, scheid ze dan door middel van komma's."],"Shipping carrier":["Koeriersdienst"],"Shipping information":["Verzendinformatie"],"A copy of a service agreement or documentation for the disputed payment.":["Een kopie van een serviceovereenkomst of documentatie voor de aangevochten betaling."],"Service documentation":["Servicedocumentatie"],"A shipping label or receipt for the disputed payment.":["Een verzendlabel of kwitantie voor de aangevochten betaling."],"Shipping documentation":["Verzenddocumentatie"],"Upload documentation for the prior payment that can uniquely identify it, such as a separate receipt. This document should be paired with a similar document from the disputed payment that proves the two are separate. This should also include a separate shipping label or receipt for the other payment. If multiple products were shipped together, provide a packing list that shows each purchase.":["Upload documentatie voor de eerdere betaling om deze op unieke wijze te identificeren, zoals een afzonderlijke kwitantie. Dit document moet gekoppeld worden aan een vergelijkbaar document van de aangevochten betalingen, waaruit blijkt dat deze twee van elkaar verschillen. Hieraan moet ook een afzonderlijk verzendlabel of kwitantie voor de andere betaling worden toegevoegd. Indien meerdere producten samen zijn verzonden, geef dan een verpakkingslijst op waarin elke aankoop vermeld staat."],"Duplicate charge documentation":["Documentatie van dubbele kosten"],"Provide general evidence about the customer and the order.":["Geef algemeen bewijs over de klant en de bestelling op."],"An explanation of the difference between the disputed payment and the prior one that appears to be a duplicate.":["Een uitleg van het verschil tussen het aangevochten bedrag en het eerdere, dat dubbel lijkt te zijn."],"General evidence":["Algemeen bewijs"],"Explanation of duplicate charge":["Uitleg van de dubbele kosten"],"The charge ID for the previous payment that appears to be a duplicate of the one that is disputed.":["De kosten-ID voor de vorige betaling die een duplicaat lijkt te zijn van degene die wordt aangevochten."],"Duplicate charge ID":["ID van dubbele kosten"],"Duplicate charge info":["Informatie over dubbele kosten"],"Your explanation for why the customer is not entitled to a refund.":["Jouw uitleg over waarom de klant geen recht heeft op een restitutie."],"Refund refusal explanation":["Uitleg van restitutieweigering"],"Dispute type":["Type geschil"],"Dispute: %s":["Geschil: %s"],"Dispute overview":["Overzicht van geschil"],"Dispute not loaded":["Geschil niet geladen"],"How to respond":["Reageren"],"Required to overturn dispute":["Vereist om geschil te weerleggen"],"Accept dispute":["Geschil accepteren"],"View submitted evidence":["Ingediend bewijs bekijken"],"Are you sure you'd like to accept this dispute? This action can not be undone.":["Weet je zeker dat je dit geschil wil accepteren? Deze actie kan niet ongedaan worden gemaakt."],"Deposit":["Aanbetaling"],"Estimated":["Geschat"],"Failed":["Mislukt"],"Canceled":["Geannuleerd"],"Withdrawal":["Intrekking"],"Automatic, every month on the %s":["Automatisch, elke maand op de %s"],"Automatic, every week on %s":["Automatisch, elke week op %s"],"Automatic, every business day":["Automatisch, elke werkdag"],"In transit":["In behandeling"],"Est.":["Gesch."],"%d deposit":["%d aanbetaling","%d aanbetalingen"],"Available balance":["Beschikbare balans"],"Pending balance":["Balans in behandeling"],"Next deposit":["Volgende aanbetaling"],"Last deposit":["Vorige aanbetaling"],"Deposits overview":["Overzicht van aanbetalingen"],"Deposit schedule:":["Schema van aanbetaling:"],"%s – your first deposit is held for seven days (<a>learn more<\/a>)":["%s – je eerste aanbetaling wordt zeven dagen vastgehouden (<a>meer informatie<\/a>)"],"Bank account":["Bankrekening"],"Status":["Status"],"Amount":["Bedrag"],"Type":["Type"],"Date":["Datum"],"Deposit history":["Aanbetalingsgeschiedenis"],"Deposit %s now":["Nu %s aanbetalen"],"Net deposit amount: ":["Netto aanbetalingsbedrag: "],"%s service fee: ":["%s servicekosten: "],"Balance available for instant deposit: ":["Balans beschikbaar voor directe aanbetaling: "],"Need cash in a hurry? Instant deposits are available within 30 minutes for a nominal %s service fee. <a>Learn more<\/a>":["Snel geld nodig? Directe aanbetalingen zijn binnen 30 minuten beschikbaar tegen nominale servicekosten van %s. <a>Meer informatie<\/a>"],"Instant deposit":["Directe aanbetaling"],"Deposit currency":["Valuta van aanbetaling"],"All":["Alles"],"Deposit date":["Aanbetalingsdatum"],"Error retrieving disputes.":["Fout bij het ophalen van geschillen."],"Error retrieving dispute.":["Fout bij het ophalen van geschil."],"There has been an error accepting the dispute. Please try again later.":["Er is een fout opgetreden bij het accepteren van dit geschil. Probeer het later opnieuw."],"You have accepted the dispute.":["Je hebt het geschil geaccepteerd."],"You have accepted the dispute for order #%s.":["Je hebt het geschil voor bestelnummer %s geaccepteerd."],"Error retrieving deposits overview.":["Fout bij het ophalen van overzicht van aanbetalingen."],"Error retrieving deposit.":["Fout bij het ophalen van aanbetaling."],"Error retrieving deposits.":["Fout bij het ophalen van aanbetalingen."],"Error creating instant deposit.":["Fout bij het aanmaken van directe aanbetaling."],"View details":["Gegevens weergeven"],"Instant deposit for %s in transit.":["Directe aanbetaling voor %s in behandeling."],"We'll notify you when we resume!":["We laten het je weten wanneer we dit voortzetten!"],"We've temporarily paused new account creation.":["We hebben het aanmaken van je nieuwe account tijdelijk stopgezet."],"By clicking \"Finish setup\", you agree to the <a>Terms of Service<\/a>":["Door op 'Configuratie voltooien' te klikken ga je akkoord met onze <a>Servicevoorwaarden.<\/a>"],"WooCommerce Payments was in test mode when this order was placed.":["WooCommerce Payments bevond zich in de testmodus toen deze bestelling werd geplaatst.","WooCommerce Payments bevond zich in de testmodus toen deze bestellingen werden geplaatst."],"View WooCommerce Payments settings":["Instellingen van WooCommerce Payments weergeven"],"Test dispute:":["Testgeschil:"],"Viewing test disputes. To view live disputes, disable test mode in WooCommerce Payments settings.":["Testgeschillen worden weergegeven. Om live geschillen te bekijken, moet je de testmodus in de instellingen van WooCommerce Payments uitschakelen."],"Test deposit:":["Testaanbetaling:"],"Viewing test deposits. To view live deposits, disable test mode in WooCommerce Payments settings.":["Testaanbetalingen worden weergegeven. Om live aanbetalingen te bekijken, moet je de testmodus in de instellingen van WooCommerce Payments uitschakelen."],"Test payment:":["Testbetaling:"],"Viewing test transactions. To view live transactions, disable test mode in WooCommerce Payments settings.":["Testtransacties worden weergegeven. Om live transacties te bekijken, moet je de testmodus in de instellingen van WooCommerce Payments uitschakelen."],"Normal":["Normaal"],"Highest":["Hoogste"],"Elevated":["Verhoogd"],"Payment blocked":["Betaling geblokkeerd"],"Payment failed":["Betaling mislukt"],"Payment authorized":["Betaling geautoriseerd"],"Paid":["Betaald"],"Refunded":["Terugbetaald"],"Partial refund":["Gedeeltelijke terugbetaling"],"Disputed: %s":["Geschil: %s"],"Lost":["Verloren"],"Won":["Gewonnen"],"Charge refunded":["Kosten terugbetaald"],"Under review":["Wordt gecontroleerd"],"Needs response":["Reactie vereist"],"Inquiry: Closed":["Aanvraag: Gesloten"],"Inquiry: Under review":["Aanvraag: Wordt gecontroleerd"],"Inquiry: Needs response":["Aanvraag: Reactie vereist"],"Temporarily suspended (<a>learn more<\/a>)":["Tijdelijk opgeschort (<a>meer informatie<\/a>)"],"Monthly":["Maandelijks"],"Weekly":["Wekelijks"],"Daily":["Dagelijks"],"Disabled":["Uitschakelen"],"Payments:":["Betalingen:"],"Enabled":["Ingeschakeld"],"Rejected":["Afgewezen"],"Restricted":["Beperkt"],"Restricted soon":["Binnenkort beperkt"],"Complete":["Compleet"],"Deposits:":["Aanbetalingen:"],"Unknown":["Onbekend"],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s per transactie"],"Discounted base fee expires on %1$s.":["Korting op basiskosten verloopt op %1$s."],"Discounted base fee expires after the first %1$s of total payment volume.":["Korting op basiskosten verloopt na de eerste %1$s van het totale betalingsvolume."],"Discounted base fee expires after the first %1$s of total payment volume or on %2$s.":["Korting op basiskosten verloopt na de eerste %1$s van het totale betalingsvolume of op %2$s."],"Learn more":["Meer weten"],"(%f%% discount)":["(%f%% korting)"],"SEPA Direct Debit":["SEPA Direct Debit"],"Protect your customers data and increase trustworthiness of your store by forcing HTTPS on checkout pages.":["Bescherm de gegevens van je klanten en verhoog de betrouwbaarheid van je winkel door HTTPS te forceren op afrekenpagina's."],"Force secure checkout":["Forceer veilig afrekenen"],"Subscription #":["Abonnementnummer"],"Order #":["Bestelnummer"],"Discount":["Korting"],"Pending":["In behandeling"],"Thanks for verifying your business details. You're ready to start taking payments!":["Bedankt voor het verifiëren van je bedrijfsgegevens. Je bent klaar om betalingen te beginnen aan te nemen!"],"There was a problem redirecting you to the account dashboard. Please try again.":["Er is een probleem opgetreden bij het doorverwijzen naar het accountdashboard. Probeer het nog eens."],"unknown":["Onbekend"],"Error determining the connection status.":["Fout bij het vaststellen van de verbindingsstatus."],"Base fee":["Basiskost"],"Challenge dispute":["Geschil aanvechten"],"Dispute details":["Gegevens geschil"],"Payment details":["Betalingsgegevens"],"Deposit details":["Gegevens aanbetaling"],"Overview":["Overzicht"],"Disputes":["Geschillen"],"Transactions":["Transacties"],"Deposits":["Aanbetalingen"],"WooCommerce Payments":["WooCommerce Payments"],"Payments":["Betalingen"]}}}