{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"nl","project_id_version":"WooCommerce - WooCommerce Payments"},"Error retrieving the summary of disputes.":["Fout bij het ophalen van de samenvatting van geschillen."],"There was an error rendering this view. Please contact support for assistance if the problem persists.":["Er is een fout opgetreden bij deze weergave. Neem contact op met ondersteuning voor assistentie indien het probleem aanhoudt."],"SEPA Direct Debit transactions":["SEPA Direct Debit-transacties"],"Przelewy24 (P24) transactions":["Przelewy24 (P24)-transacties"],"iDeal transactions":["iDeal-transacties"],"Bancontact transactions":["Bancontact-transacties"],"{{linkToStripePage \/}} about WooCommerce Payments Fees":["{{linkToStripePage \/}} over WooCommerce Payments-tarieven"],"{{linkToStripePage \/}} about WooCommerce Payments Fees in your country":["{{linkToStripePage \/}} over WooCommerce Payments-tarieven in jouw land"],"You need to provide more information to enable %s on your checkout.":["Je moet meer informatie geven om %s bij het afrekenen in te schakelen."],"You need to provide more information to enable %s on your checkout:":["Je moet meer informatie geven om %s bij het afrekenen in te schakelen:"],"One more step to enable %s":["Nog een stap om in te schakelen %s"],"If you choose to continue, our payment partner Stripe will send an e-mail to {{merchantEmail \/}} to collect the required information":["Als je ervoor kiest door te gaan, stuurt onze betaalpartner Stripe een e-mail naar {{merchantEmail \/}} om de vereiste informatie te verzamelen."],"Personal Identification Number":["Persoonlijk identificatienummer"],"Business Number":["KvK-nummer"],"Business Website":["Bedrijfswebsite"],"Sell subscription products and services with WooCommerce Payments. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Verkoop abonnementen en diensten met WooCommerce Payments {{learnMoreLink}}Meer weten{{\/learnMoreLink}}"],"Enable Subscriptions with WooCommerce Payments":["Schakel abonnementen in met WooCommerce Payments"],"Pending activation":["In afwachting van activering"],"%s won't be visible to your customers until you provide the required information. Follow the instructions sent by our partner Stripe to %s.":["%s Is niet zichtbaar voor je klanten totdat je de vereiste informatie opgeeft. Volg de instructies die onze partner Stripe heeft verzonden naar %s."],"Pending approval":["In afwachting van goedkeuring"],"This payment method is pending approval. Once approved, you will be able to use it.":["Deze betaalmethode is in afwachting van goedkeuring. Eenmaal goedgekeurd kun je deze gebruiken."],"Contact WooCommerce Support":["Contact opnemen met de ondersteuning van WooCommerce"],"To use %s, please contact WooCommerce support.":["Om %s te gebruiken, moet je contact opnemen met de ondersteuning van WooCommerce."],"Unknown transactions":[""],"Sofort transactions":[""],"GiroPay transactions":[""],"In-person transactions":[""],"Card transactions":[""]," The setting is not applied to In-Person Payments (please note that In-Person Payments should be captured within 2 days of authorization).":[" Deze instelling is niet van toepassing op Fysieke betalingen (let op: fysieke betalingen moeten binnen twee dagen na autorisatie worden geregistreerd)."],"Allow customers to shop and pay in multiple currencies. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Klanten toestaan om te winkelen en betalen in meerdere valuta. {{learnMoreLink}}Meer weten{{\/learnMoreLink}}"],"Enable Multi-Currency":["Meerdere valuta inschakelen"],"Error retrieving store settings.":["Fout bij ophalen winkelinstellingen."],"Error retrieving single currency settings.":["Fout bij ophalen instellingen voor één valuta."],"Error updating currency settings.":["Fout bij bijwerken valuta-instellingen."],"Currency settings updated.":["Valuta-instellingen bijgewerkt."],"Error saving store settings.":["Fout bij opslaan winkelinstellingen."],"Store settings saved.":["Winkelinstellingen opgeslagen."],"Bancontact is a bank redirect payment method offered by more than 80% of online businesses in Belgium.":["Bancontact is een naar banken doorverwijzende betalingsmethode die door meer dan 80% van online ondernemingen in België wordt aangeboden."],"Bancontact":["Bancontact"],"Expand your business with iDEAL — Netherlands’s most popular payment method.":["Breid je bedrijf uit met iDEAL –– De meest populaire betaalmethode in Nederland."],"iDEAL":["iDEAL"],"Accept payments with Przelewy24 (P24), the most popular payment method in Poland.":["Neem betalingen aan met Przelewy24 (P24), de meest populaire betaalmethode in Polen."],"Przelewy24 (P24)":["Przelewy24 (P24)"],"Total":["Totaal"],"To preview the %1$s button, view this page in the %2$s browser.":["Bekijk deze pagina in de browser %1$s om een voorbeeldweergave van de knop %2$s te tonen."],"To preview the buttons, ensure your device is configured to accept Apple Pay or Google Pay, and view this page using the Safari or Chrome browsers.":["Zorg dat je apparaat is ingesteld voor Apple Pay of Google Pay en bekijk deze pagina in de browser Safari of Chrome om een voorbeeldweergave van deze knoppen te tonen."],"%1$f%% + %2$s":["%1$f%% + %2$s"],"missing fees":["ontbrekende tarieven"],"<s>%1$s<\/s> %2$s":["<s>%1$s<\/s> %2$s"],"When enabled, users will be able to pay with a saved card during checkout. Card details are stored in our platform, not on your store.":["Indien ingeschakeld kunnen gebruikers tijdens het afrekenen betalen met een opgeslagen kaart. Kaartgegevens worden opgeslagen in ons platform, dus niet in je winkel."],"Enable payments via saved cards":["Betalingen via opgeslagen kaarten inschakelen"],"Thank you! Your feedback will help improve your experience in the future.":["Bedankt! Je feedback helpt jouw ervaring in de toekomst verbeteren."],"There was an error during submission.":["Er is een fout opgetreden bij het indienen."],"Comments (optional)":["Opmerkingen (optioneel)"],"Feedback will be sent anonymously to the WooCommerce Payments development team.":["Feedback wordt anoniem verzonden naar het ontwikkelteam van WooCommerce Payments."],"What made you disable the new payments experience?":["Met welke reden heb je de nieuwe betaalervaring uitgeschakeld?"],"Do you have any feedback for the new payments experience?":["Heb je feedback op de nieuwe betaalervaring?"],"You've disabled the new payments experience in your store.":["Je hebt de nieuwe betaalervaring in je winkel uitgeschakeld."],"Send feedback":["Stuur feedback"],"Provide feedback about the new payments experience.":["Geef feedback op de nieuwe betaalervaring."],"The survey could not be loaded.":["De vragenlijst kon niet worden geladen."],"Payment methods that require the new payments experience:":["Betaalmethoden waarvoor de nieuwe betaalervaring vereist is:"],"Without the new payments experience, your customers will only be able to pay using credit card \/ debit card. You will not be able to add other sales-boosting payment methods anymore.":["Zonder de nieuwe betaalervaring kunnen je klanten alleen betalen met creditcard of een betaalkaart. Je zult geen andere verkoopverhogende betaalmethoden meer kunnen toevoegen."],"contact support":["neem contact op met support"],"WooCommerce Payments docs":["WooCommerce Payments-documentatie"],"Need help? Visit {{ docsLink \/}} or {{supportLink \/}}.":["Hulp nodig? Ga naar {{ docsLink \/}} of {{supportLink \/}}."],"Disable the new payments experience":["De nieuwe betaalervaring uitschakelen"],"There was an error disabling the new payment methods.":["Er is een fout opgetreden bij het uitschakelen van de nieuwe betaalmethoden."],"Enable in your store":["Inschakelen in je winkel"],"Early access":["Eerdere toegang"],"Payment methods":["Betaalmethodes "],"Base transaction fees: %s":["Basistransactiekosten: %s"],"Add feedback or disable":["Feedback geven of uitschakelen"],"Provide feedback":["Feedback geven"],"Get early access to additional payment methods and an improved checkout experience, coming soon to WooCommerce Payments.":["Ontvang vroegtijdig toegang tot aanvullende betaalmethoden en een verbeterd afrekenproces, binnenkort beschikbaar voor WooCommerce Payments."],"Enable the new WooCommerce Payments checkout experience":["Schakel het nieuwe WooCommerce Payments-afrekenproces in"],"Charge must be captured on the order details screen within 7 days of authorization, otherwise the authorization and order will be canceled.":["De kosten moeten binnen zeven dagen na autorisatie worden geregistreerd op het scherm met bestelgegevens, anders worden de autorisatie en bestelling geannuleerd."],"Update your store's configuration to ensure smooth transactions.":["Werk de configuratie van je winkel bij om transacties soepel te laten verlopen."],"Transactions and deposits":["Transacties en aanbetalingen"],"Enable or disable WooCommerce Payments on your store and turn on test mode to simulate transactions.":["Schakel WooCommerce Payments in of uit voor je winkel en zet de testmodus aan om transacties te simuleren."],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Licht {{br\/}}{{helpText}}Aanbevolen voor donkere of gekleurde achtergronden met hoog contrast.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Donker {{br\/}}{{helpText}}Aanbevolen voor lichte of lichtgekleurde achtergronden met hoog contrast.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Groot {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Gemiddeld {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Standaard {{helpText}}(40 px){{\/helpText}}"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Contour {{br\/}}{{helpText}}Aanbevolen voor witte of lichtgekleurde achtergronden met onvoldoende contrast.{{\/helpText}}"],"When enabled, payment methods powered by WooCommerce Payments will appear on checkout.":["Indien ingeschakeld, worden door WooCommerce Payments mogelijk gemaakte betaalmethoden weergegeven bij het afrekenen."],"By enabling this feature, you agree to {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}}, and {{googleLink}}Google{{\/googleLink}}'s terms of use.":["Door deze functie in te schakelen, ga je akkoord met de gebruiksvoorwaarden van {{stripeLink}}Stripe{{\/stripeLink}}, {{appleLink}}Apple{{\/appleLink}} en {{googleLink}}Google{{\/googleLink}}."],"Debug mode":["Foutopsporingsmodus"],"Error retrieving currencies.":["Fout bij het ophalen van valuta's."],"Error updating enabled currencies.":["Fout bij bijwerken van ingeschakelde valuta's."],"Enabled currencies updated.":["Ingeschakelde valuta's bijgewerkt."],"Preview":["Voorbeeld"],"Error retrieving all deposits' overviews.":["Fout bij het ophalen van alle overzichten van aanbetalingen."],"Use {{testCardHelpLink}}test card numbers{{\/testCardHelpLink}} to simulate various transactions. {{learnMoreLink}}Learn more{{\/learnMoreLink}}":["Gebruik {{testCardHelpLink}}testkaartnummers{{\/testCardHelpLink}} om verschillende transacties te simuleren. {{learnMoreLink}}Meer weten{{\/learnMoreLink}}"],"Let your customers use their favorite express payment methods and digital wallets for faster, more secure checkouts across different parts of your store.":["Laat je klanten gebruikmaken van hun favoriete snelle betaalmethoden en digitale portemonnees om sneller en veiliger af te rekenen in verschillende delen van je winkel."],"View Google Pay guidelines":["Richtlijnen voor Google Pay weergeven"],"View Apple Pay guidelines":["Richtlijnen voor Apple Pay weergeven"],"Decide how buttons for digital wallets like Apple Pay and Google Pay are displayed in your store.":["Beslis hoe knoppen voor digitale portemonnees zoals Apple Pay en Google Pay worden weergegeven in je winkel."],"Express checkouts":["Snel afrekenen"],"Theme":["Thema"],"Size":["Afmeting"],"Note that larger buttons are more suitable for mobile use.":["Onthoud dat grotere knoppen geschikter zijn voor mobiel gebruik."],"Appearance":["Weergave"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Selecteer een knoplabel dat het beste bij de aankoopworkflow of betaalervaring van je winkel past."],"Call to action":["Call-to-action"],"Book":["Boek"],"Only icon":["Alleen pictogram"],"Enable express checkouts":["Snel afrekenen inschakelen"],"Show express checkouts on":["Snel afrekenen weergeven op"],"When enabled, payment error logs will be saved to WooCommerce > Status > Logs.":["Indien ingeschakeld, worden betaalfoutlogs opgeslagen in WooCommerce > Status > Logs."],"Log error messages":["Logfoutmeldingen"],"Advanced settings":["Geavanceerde instellingen"],"You can add it again at any time in {{wooCommercePaymentsLink \/}}":["Je kan het op elk moment opnieuw toevoegen via {{wooCommercePaymentsLink \/}}"],"Are you sure you want to remove {{strong}}%s{{\/strong}}? Your customers will no longer be able to pay using %s.":["Weet je zeker dat je {{strong}}%s{{\/strong}} wil verwijderen? Je klanten kunnen dan niet meer betalen via %s."],"Remove":["Verwijder"],"Remove %1$s from checkout":["%1$s verwijderen uit kassa"],"Continue":["Doorgaan"],"Save changes":["Wijzigingen opslaan"],"Error retrieving settings.":["Fout bij het ophalen van instellingen."],"Error saving settings.":["Fout tijdens opslaan instellingen."],"Settings saved.":["Instellingen opgeslagen"],"How it works?":["Hoe werkt het?"],"Add and edit payments available to customers at checkout. Based on their device type, location, and purchase history, your customers will only see the most relevant payment methods.":["Voeg betalingen die beschikbaar zijn voor klanten bij het afrekenen toe en bewerk ze. Je klanten zullen alleen de relevantste betaalmethoden zien op basis van hun type apparaat, locatie en betaalgeschiedenis."],"Transaction preferences":["Transactievoorkeuren"],"View frequently asked questions":["Veelgestelde vragen weergeven"],"Manage in Stripe":["Beheren in Stripe"],"Manage and update your deposit account information to receive payments and payouts.":["Beheer en werk je aanbetaling-accountgegevens bij om betalingen en uitbetalingen te ontvangen."],"Bank account information":["Bankrekeninggegevens"],"Edit the way your store name appears on your customers' bank statements.":["Bewerk de manier waarop je winkelnaam wordt weergegeven op de bankafschriften van je klanten."],"Issue an authorization on checkout, and capture later":["Geef een autorisatie uit bij het afrekenen en registreer deze later"],"Customize appearance":["Weergave aanpassen"],"Product page":["Productpagina"],"Payments accepted on checkout":["Betalingen geaccepteerd bij afrekenen"],"Cancel":["Annuleren"],"Invalid payment method ID specified.":["Ongeldige betaalmethode-ID gespecificeerd."],"Reach 500 million customers and over 20 million businesses across the European Union.":["Bereik 500 miljoen klanten en meer dan 20 miljoen bedrijven in de Europese Unie."],"Accept secure bank transfers from Austria, Belgium, Germany, Italy, Netherlands, and Spain.":["Accepteer veilige bankoverschrijvingen vanuit België, Duitsland, Italië, Nederland, Oostenrijk en Spanje."],"Expand your business with giropay — Germany’s second most popular payment system.":["Breid je bedrijf uit met GiroPay, het op één na populairste betaalsysteem van Duitsland."],"giropay":["giropay"],"Let your customers pay with major credit and debit cards without leaving your store.":["Laat je klanten met alle bekende creditcards en betaalpassen betalen zonder dat ze je winkel hoeven te verlaten."],"Credit card \/ debit card":["Creditcard\/betaalpas"],"Recommended":["Aanbevolen"],"Sofort":["Sofort"],"Disable":["Uitschakelen"],"General":["Algemeen"],"Error retrieving disputes.":["Fout bij het ophalen van geschillen."],"Error retrieving dispute.":["Fout bij het ophalen van geschil."],"There has been an error accepting the dispute. Please try again later.":["Er is een fout opgetreden bij het accepteren van dit geschil. Probeer het later opnieuw."],"You have accepted the dispute.":["Je hebt het geschil geaccepteerd."],"You have accepted the dispute for order #%s.":["Je hebt het geschil voor bestelnummer %s geaccepteerd."],"Error retrieving deposits overview.":["Fout bij het ophalen van overzicht van aanbetalingen."],"Error retrieving deposit.":["Fout bij het ophalen van aanbetaling."],"Error retrieving deposits.":["Fout bij het ophalen van aanbetalingen."],"Error creating instant deposit.":["Fout bij het aanmaken van directe aanbetaling."],"View details":["Gegevens weergeven"],"Instant deposit for %s in transit.":["Directe aanbetaling voor %s in behandeling."],"%1$f%% + %2$s per transaction":["%1$f%% + %2$s per transactie"],"Learn more":["Meer weten"],"(%f%% discount)":["(%f%% korting)"],"SEPA Direct Debit":["SEPA Direct Debit"],"Dev mode is active so logging is on by default.":["Dev-modus is actief dus loggen is standaard ingeschakeld."],"Dev mode is active so all transactions will be in test mode. This setting is only available to live accounts.":["Dev-modus is actief dus alle transacties worden in testmodus uitgevoerd. Deze instelling is alleen beschikbaar voor live accounts."],"Checkout":["Afrekenen"],"Cart":["Winkelwagen"],"Donate":["Doneren"],"Buy":["Koop"],"Enable test mode":["Testmodus inschakelen"],"Test mode":["Testmodus"],"Customer bank statement":["Bankafschrift van klant"],"Enable WooCommerce Payments":["WooCommerce Payments inschakelen"],"WooCommerce Payments":["WooCommerce Payments"]}}}